{    
    "Get my feedbacks":"Атрымаць мае водгукi",
	"Add feedback":"Дадаць водгук",
    "About":"Пра сэрвic",
    "GolosFeedback - is a microservice on the blockchain Golos that allows you to manage все the messages with ideas, offers and problems from your clients or users. This platform is a thin client, that works without a backend (only frontend and blockchain) directly on the GitHub Pages (through CloudFlare).":"GolosFeedback - гэта микрасэрвiс на блокчэйне Голас, якi дазваляе вам збiраць усе паведамлення з iдэямi, прапановамi i праблемамi ад вашых клiентаў або карыстальнiкаў. Гэта платформа - тонкi клiент, якi працуе без бэкэнда (толькi фронт-энд i блокчэйн) прама с Github Pages (праз CloudFlare).",
    
    "Integration":"Интэграцыя",
    "About integration!": "Пра інтеграцыю!",
    "Add JavaScript in your HTML-page": "Дадайце JavaScript да вашай HTML-старонцы",
    "Script adds all the necessary resources to deploy GolosFeedback to your website or applicaion. All the interface of our service will be placed into a modal window with special button-toggler. The button will be added to your page above all content so everybody always be able to interact with GolosFeedback.": "Скрыпт дадае ўсе неабходныя рэсурсы, каб падключыць GolosFeedback да вашага сайту або з дадаткам. Увесь інтэрфейс нашага сэрвісу будзе змешчаны ў мадальнай акно са спецыяльнай кнопкай-перамыкачом. Гэтая кнопка будзе дададзеная на вашу старонку па-над ўсяго кантэнту, каб любы заўсёды меў магчымасць узаемадзейнічаць з GolosFeedback.",
    "You can set different options of the microservice by passing some additional parameters. All that you need is to create special variable with the name of 'gFeedbackOptions'. Check out this example": "Вы можаце наладзіць розныя опцыі микросервиса, перадаючы некалькі дадатковых параметраў. Усё, што вам трэба - гэта стварыць адмысловую зменную з імем gFeedbackOptions. Паглядзіце гэты прыклад",
    "integration example":"прыклад iнтэграцыi",
    "Visit this":"Наведайце гэты",
    "to see how it works!":"каб паглядзець, як гэта працуе!",
	
    "Support": "Падтрымка",
    "If you have any ideas / problems / questions, you can report it": "Калі ў вас ёсць якія-небудзь ідэі / праблемы / пытаннi, вы можаце пра iх паведамiць",
    "On GitHub in Issues": "На GitHub у Issues",
    "On e-mail": "Па e-mail",
    
    "To continue, you need to login!": "Каб працягнуць, вам неабходна ўвайсцi!",
    "Please enter your login and master password":"Калi ласка, увядзiце ваш логiн и майстар-пароль",
    "Username": "Iмя карыстальнiка",
    "Master":"Пароль",
    "Please enter only your private posting key":"Калi ласка, увядзiце толькi ваш прыватны посцiнг-ключ",
    "OR":"АБО",
    "Private":"Прыватны посцiнг-ключ",
    "Keep me logged":"Пакідаць мяне ў сетцы",
    "Cancel":"Адмена",
    "Sign Up":"Зарэгістравацца",
    
    "Header":"Загаловак",
    "Type your text here":"Увядзiце ваш тэкст сюды",
    
    " ideas ": " IДЭI ",
    " problems ": " ПРАБЛЕМЫ ",
    " questions ": " ПЫТАННI ",
    " thanks ": " ПАДЗЯКI ",
    " all ": " УСЕ ",
    
    "Title": "Загаловак",
    "Description": "Апісанне",
    "Paragraph": "Абзац",
    "Heading 1": "Загаловак 1",
    "Heading 2": "Загаловак 2",
    "Heading 3": "Загаловак 3",
    "Idea": "Iдэя",
    "Question": "Пытанне",
    "Problem": "Праблема",
    "Thank": "Падзяка",
    
    "Submit": "Пацвердзіць",
    
    "Cool!": "Крута!",
    "There's no feedbacks in this category yet. You can be the first" : "У гэтай катэгорыі пакуль няма водгукаў. Вы можаце быць першым"
}