{
	"Get my feedbacks":"私のフィードバックを得る",
	"Add feedback":"フィードバックを追加",
    "About":"サービスについて",
    "GolosFeedback - is a microservice on the blockchain Golos that allows you to manage все the messages with ideas, offers and problems from your clients or users. This platform is a thin client, that works without a backend (only frontend and blockchain) directly on the GitHub Pages (through CloudFlare).":"GolosFeedbackは、お客様やユーザーからのアイデア、提案、問題を含むすべてのメッセージを収集することを奨励するGolosのマイクロサービスです。 このプラットフォームは、Github Pages（CloudFlare経由）からバックエンド（フロントエンドとブロックのみ）なしで動作するシンクライアントです。",
    
    "Integration":"統合",
    "About integration!": "統合について！",
    "Add JavaScript in your HTML-page": "HTMLページにJavaScriptを追加する",
    "Script adds all the necessary resources to deploy GolosFeedback to your website or applicaion. All the interface of our service will be placed into a modal window with special button-toggler. The button will be added to your page above all content so everybody always be able to interact with GolosFeedback.": "Scriptは、GolosFeedbackをWebサイトやアプリケーションに配布するために必要なすべてのリソースを追加します。 私たちのサービスのすべてのインターフェイスは、特別なボタントグルラを備えたモーダルウィンドウに配置されます。 ボタンはすべてのコンテンツの上にページに追加され、誰もが常にGolosFeedbackとやりとりできるようになります。",
    "You can set different options of the microservice by passing some additional parameters. All that you need is to create special variable with the name of 'gFeedbackOptions'. Check out this example": "追加のパラメータをいくつか渡すことによって、マイクロサービスのさまざまなオプションを設定できます。 必要なのは、 'gFeedbackOptions'という名前の特別な変数を作成することだけです。 この例を確認する",
    "integration example":"統合の例",
    "Visit this":"これを訪問する",
    "to see how it works!":"それがどのように動作するか見るために！",
	
    "Support": "サポート",
    "If you have any ideas / problems / questions, you can report it": "アイディア/問題/疑問がある場合は、それらを報告することができます",
    "On GitHub in Issues": "GitHubの問題について",
    "On e-mail": "電子メールで",
    
    "To continue, you need to login!": "続行するには、サインインする必要があります！",
    "Please enter your login and master password":"あなたのログインとマスターパスワードを入力してください",
    "Username": "ユーザー名",
    "Master":"パスワード",
    "Please enter only your private posting key":"プライベート投稿キーのみを入力してください",
    "OR":"または",
    "Private":"プライベート投稿キー",
    "Keep me logged":"私をオンラインにしておいてください",
    "Cancel":"キャンセル",
    "Sign Up":"サインアップ",
    
    "Header":"ヘッダー",
    "Type your text here":"ここにテキストを入力してください",
    
    " ideas ": " アイデア ",
    " problems ": " 問題 ",
    " questions ": " 質問 ",
    " thanks ": " 謝辞 ",
    " all ": " すべて ",
    
    "Title": "タイトル",
    "Description": "説明",
    "Paragraph": "段落",
    "Heading 1": "見出し 1",
    "Heading 2": "見出し 2",
    "Heading 3": "見出し 3",
    "Idea": "アイデア",
    "Question": "問題",
    "Problem": "問題",
    "Thank": "感謝",
    
    "Submit": "確認",
    
    "Cool!": "クール！",
    "There's no feedbacks in this category yet. You can be the first" : "このカテゴリのレビューはまだありません。 あなたは最初になることができます"
}